Repository: ATouhou/www.alim.org
Catalog: sites/all/modules/blogspam/translations/*.po
Languages: nb

source: Connection settings
nb: Tilkobling

source: Blogspam server to use
nb: Server som blogspam kjører på

source: Which blogspam server do you wish to use?
nb: Hvilken server ønsker du å bruke

source: Allow comment post if blogspam server is down?
nb: Hva skjer hvis blogspam serveren ikke svarer?

source: Allow all comments
nb: Kommentarene tillat

source: Block all comments
nb: Kommentarene sperret

source: If the server is down - how should we handle comments?
nb: Hvis serveren ikke svarer - hvordan håndteres kommentarer?

source: Configuration settings
nb: Instillinger

source: Node types
nb: Nodetyper

source: On which node types should blogspam be activated?
nb: På hvilken nodetyper skal blogspam brukes?

source: Advanced settings
nb: Avansert instillinger

source: Link count
nb: Antall lenker

source: If a comment contains this many links or more then it will be rejected. Will not be applied if lotsaurls plugin is excluded.
nb: Hvis en kommentar inneholde så mange lenker eller flere så er den nektet. Denne har ingen effekt hvis lotsaurls plugin er ekskludert.

source: Minimum size
nb: Minimum størrelse

source: Minimum size in bytes (you can add k at the end for kilobytes). Leave empty or set to 0 to ignore this option. Will not be applied if size plugin is excluded.
nb: Minimum størrelse (bytes). Du kan legge 'k' til på slutten for kilobytes. Tom eller 0 betyr at minimum størrelse ikke testes. Denne har ingen effekt hvis size plugin er ekskludert.

source: Maximum size
nb: Maksimum størrelse

source: Maximum size in bytes (you can add k at the end for kilobytes). Leave empty or set to 0 to ignore this option. Will not be applied if size plugin is excluded.
nb: Maksimum størrelse (bytes). Du kan legge 'k' til på slutten for kilobytes. Tom eller 0 betyr at maksimum størrelse ikke testes. Denne har ingen effekt hvis size plugin er ekskludert.

source: Minimum number of words
nb: Minimum antall ord

source: Minimum number of words. Will not be applied if wordcount plugin is excluded.
nb: Minimum antall ord. Denne har ingen effekt hvis wordcount plugin er ekskludert.

source: Whitelisted IP addresses/ranges. One IP address or range per line. Either a literal IP address ("192.168.1.1") or a CIDR range ("192.168.1.0/8"). Will not be applied if 00whitelist plugin is excluded.
nb: IP adresser som automatisk godkjennes. En IP eller subnett per linje. Enten IP ("192.168.1.1") eller CIDR gruppering ("192.168.1.0/8"). Denne har ingen effekt hvis 00whitelist plugin er ekskludert.

source: Blacklist
nb: Svarteliste

source: Blacklisted IP addresses/ranges. One IP address or range per line. Either a literal IP address ("192.168.1.1") or a CIDR range ("192.168.1.0/8"). Will not be applied if 00blacklist plugin is excluded.
nb: IP adresser som automatisk blokkeres. En IP eller subnett per linje. Enten IP ("192.168.1.1") eller CIDR gruppering ("192.168.1.0/8"). Denne har ingen effekt hvis 00blacklist plugin er ekskludert.

source: Exclude plugins
nb: Ekskludere plugin

source: You may choose to exclude a server side check. Select those server side plugins to <em>exclude</em>. See <a href="@url">the api docs</a> for more information on these plugins.
nb: Du kan velge å ekskludere en test på serveren. Velg fra listen de som du vil <em>ekskludere</em>. Se <a href=\"@url\">api dokumentasjon</a> for mere informasjon om dette.

source: Statistics to date
nb: Statistikk

source: Accepted
nb: Akseptert

source: Rejected as spam
nb: Kastet som søppel

source: The server must be specified.
nb: Serveren må spesifiseres.

source: The number of links must be numeric.
nb: Antall linjer må være et tall.

source: If provided, the minimum size must be numeric or numeric with trailing k - e.g. 200 or 2k - no spaces
nb: Hvis spesifisert må minimum størrelse være et tall (evt. med k til slutt) - f.e. 200 eller 2k. Ingen mellomrom

source: If provided, the maximum size must be numeric or numeric with trailing k - e.g. 200 or 2k - no spaces
nb: Hvis spesifisert må maksimum størrelse være et tall (evt. med k til slutt) - f.e. 200 eller 2k. Ingen mellomrom

source: The minimum number of words must be numeric.
nb: Minimum antall ord må være et tall

source: Unable to check comment with blogspam - please try again later
nb: Kunne ikke sjekke med blogspam - vennligst prøv igjen senere

source: Blogspam checker has blocked this post due to:
nb: Blogspam har sperret denne post pga:

source: Unknown
nb: Ukjent

source: Call to Blogspam checker failed with code %code and message %msg
nb: Feil ved Blogspam med kode %code og melding %msg

source: Call to Blogspam stats failed with code %code and message %msg
nb: Feil ved Blogspam med kode %code og melding %msg ved henting av statistikk

source: Call to Blogspam getPlugins failed with code %code and message %msg
nb: Feil ved Blogspam med kode %code og melding %msg ved henting av plugins

source: post comments without checking
nb: kommentere uten sjekking

source: Configure server to use for blogspam.
nb: Server konfigurasjon for blogspam.

source: Blogspam from http://blogspam.net/
nb: Blogspam fra http://blogspam.net/
